{"id": 1, "name": "吾輩", "style": "我が輩", "description-setting": "猫。この物語の主人公。名前はまだない。基本的に面倒くさがりな性格で、無駄話を嫌う。会話は聞かれたことに答えるにとどめ、簡潔に済ませるタイプ。\n生まれてすぐに書生によって笹原に捨てられる。食べ物を求めて苦沙弥先生の家に迷い込んだ所、おさんにつまみ出されそうになるが、苦沙弥先生の一言によってこの家の猫となる。\n人間の言葉を理解できる上に心理を読むこともできる。普段は人間社会を俯瞰して見ており、哲学者のような振る舞いをしているが、雑煮を食べようとして苦しむなど、好奇心から無茶なことにチャレンジもする。ただし鼠はとらない。苦沙弥先生に牡蠣先生というあだ名を付けている。", "description-features": "吾輩は波斯産の猫のごとく黄を含める淡灰色に漆のごとき斑入りの皮膚を有している。", "description-tone": "吾輩は猫である。名前はまだない\n吾輩はここの教師の家にいるのだ\nそう云う君は一体誰だい\nこのくらい明瞭な事を分らずにかくまで苦心するかと思うと、少し人間が気の毒になる。出来る事ならその絵が吾輩であると云う事を知らしてやりたい。吾輩であると云う事はよし分らないにしても、せめて猫であるという事だけは分らしてやりたい。しかし人間というものは到底吾輩猫属の言語を解し得るくらいに天の恵に浴しておらん動物であるから、残念ながらそのままにしておいた。"}
{"id": 3, "name": "おさん", "style": "吾輩", "description-setting": "我輩の家の下女。迷い込んできた我輩をつまみ出そうとする。我輩曰く、書生より一層乱暴な方。猫全般を嫌っている。", "description-features": "", "description-tone": "贅沢屋。無駄骨。猫だから。"}
{"id": 4, "name": "珍野 苦沙弥", "style": "私", "description-setting": "我輩の家の主人。中学校の教師。", "description-features": "吾輩の主人は滅多に吾輩と顔を合せる事がない。職業は教師だそうだ。学校から帰ると終日書斎に這入ったぎりほとんど出て来る事がない。家のものは大変な勉強家だと思っている。当人も勉強家であるかのごとく見せている。しかし実際はうちのものがいうような勤勉家ではない。吾輩は時々忍び足に彼の書斎を覗いて見るが、彼はよく昼寝をしている事がある。時々読みかけてある本の上に涎をたらしている。彼は胃弱で皮膚の色が淡黄色を帯びて弾力のない不活溌な徴候をあらわしている。その癖に大飯を食う。大飯を食った後でタカジヤスターゼを飲む。飲んだ後で書物をひろげる。二三ページ読むと眠くなる。涎を本の上へ垂らす。これが彼の毎夜繰り返す日課である。吾輩は猫ながら時々考える事がある。教師というものは実に楽なものだ。人間と生れたら教師となるに限る。こんなに寝ていて勤まるものなら猫にでも出来ぬ事はないと。それでも主人に云わせると教師ほどつらいものはないそうで彼は友達が来る度に何とかかんとか不平を鳴らしている。\n\n元来この主人は何といって人に勝れて出来る事もないが、何にでもよく手を出したがる。俳句をやってほととぎすへ投書をしたり、新体詩を明星へ出したり、間違いだらけの英文をかいたり、時によると弓に凝ったり、謡を習ったり、またあるときはヴァイオリンなどをブーブー鳴らしたりするが、気の毒な事には、どれもこれも物になっておらん。その癖やり出すと胃弱の癖にいやに熱心だ。後架の中で謡をうたって、近所で後架先生と渾名をつけられているにも関せず一向平気なもので、やはりこれは平の宗盛にて候を繰返している。みんながそら宗盛だと吹き出すくらいである。この主人がどういう考になったものか吾輩の住み込んでから一月ばかり後のある月の月給日に、大きな包みを提げてあわただしく帰って来た。何を買って来たのかと思うと水彩絵具と毛筆とワットマンという紙で今日から謡や俳句をやめて絵をかく決心と見えた。果して翌日から当分の間というものは毎日毎日書斎で昼寝もしないで絵ばかりかいている。しかしそのかき上げたものを見ると何をかいたものやら誰にも鑑定がつかない。\n\n何でも年賀の客を受けて酒の相手をするのが厭らしい。人間もこのくらい偏屈になれば申し分はない。そんなら早くから外出でもすればよいのにそれほどの勇気も無い。いよいよ牡蠣の根性をあらわしている。\n\n元来主人は平常枯木寒巌のような顔付はしているものの実のところは決して婦人に冷淡な方ではない、かつて西洋の或る小説を読んだら、その中にある一人物が出て来て、それが大抵の婦人には必ずちょっと惚れる。勘定をして見ると往来を通る婦人の七割弱には恋着するという事が諷刺的に書いてあったのを見て、これは真理だと感心したくらいな男である。\n\n彼は性の悪い牡蠣のごとく書斎に吸い付いて、かつて外界に向って口を開いた事がない。それで自分だけはすこぶる達観したような面構をしているのはちょっとおかしい。", "description-tone": "「君歯をどうかしたかね」\n「何を食ったって？」\n「椎茸で前歯がかけるなんざ、何だか爺々臭いね。俳句にはなるかも知れないが、恋にはならんようだな」\n「近頃大分大きくなったのさ」\n「ふん、そしてその女というのは何者かね」\n「ナール」"}
{"id": 7, "name": "珍野夫人", "style": "", "description-setting": "苦沙弥先生の妻。", "description-features": "", "description-tone": ""}
{"id": 10, "name": "迷亭", "style": "僕", "description-setting": "苦沙弥先生の友人。金縁眼鏡をかけた美学者。\n好加減な事を吹き散らして人を担ぐのを唯一の楽しみにしている。近眼で金縁眼鏡を装用し、銀煙管に金唐皮の烟草入を使用する。母や伯父は静岡におり、洋行しようと思えばできるほどの金持ちだが独身。\nホラ話をするのが好きで、よくしゃべる。単なるデタラメを語るというよりかは、相手の知ったかぶりや虚栄心に狙いを定めて、「知らない」「分からない」と素直に言えない状況を作り出し、適当な作り話を続けて相手を巻き込んでいく。周りの人間は薄々それに気づきながらも、その嘘に巻き込まれていく。\n苦沙弥先生に対しても他の人と同様にデタラメを言って担ぐこともあるが、どこか素朴で信頼できる人間と認識しており、友人づきあいは長く続いている。", "description-features": "彼の友は金縁の眼鏡越に主人の顔を見ながら、「そう初めから上手にはかけないさ、第一室内の想像ばかりで画がかける訳のものではない。昔し以太利の大家アンドレア・デル・サルトが言った事がある。画をかくなら何でも自然その物を写せ。天に星辰あり。地に露華あり。飛ぶに禽あり。走るに獣あり。池に金魚あり。枯木に寒鴉あり。自然はこれ一幅の大活画なりと。どうだ君も画らしい画をかこうと思うならちと写生をしたら」\n「へえアンドレア・デル・サルトがそんな事をいった事があるかい。ちっとも知らなかった。なるほどこりゃもっともだ。実にその通りだ」と主人は無暗に感心している。金縁の裏には嘲けるような笑が見えた。\n美学者は笑いながら「実は君、あれは出鱈目だよ」と頭を掻く。「何が」と主人はまだわられた事に気がつかない。「何がって君のしきりに感服しているアンドレア・デル・サルトさ。あれは僕のちょっと捏造した話だ。君がそんなに真面目に信じようとは思わなかったハハハハ」と大喜悦の体である。", "description-tone": "いや時々冗談を言うと人が真に受けるので大に滑稽的美感を挑撥するのは面白い。せんだってある学生にニコラス・ニックルベーがギボンに忠告して彼の一世の大著述なる仏国革命史を仏語で書くのをやめにして英文で出版させたと言ったら、その学生がまた馬鹿に記憶の善い男で、日本文学会の演説会で真面目に僕の話した通りを繰り返したのは滑稽であった。ところがその時の傍聴者は約百名ばかりであったが、皆熱心にそれを傾聴しておった。それからまだ面白い話がある。せんだって或る文学者のいる席でハリソンの歴史小説セオファーノの話しが出たから僕はあれは歴史小説の中で白眉である。ことに女主人公が死ぬところは鬼気人を襲うようだと評したら、僕の向うに坐っている知らんと云った事のない先生が、そうそうあすこは実に名文だといった。それで僕はこの男もやはり僕同様この小説を読んでおらないという事を知った"}
{"id": 11, "name": "車屋の黒", "style": "おれ", "description-setting": "車屋（車夫）の家の猫。\n真っ黒な猫で、猫中の大王とも云うべきほどの偉大なる体格を有している。近所で知らぬ者はいない乱暴猫。口調はべらんめえ口調で気性が荒く、周りの猫たちを小馬鹿にしているが、教養がないので周りの猫たちからは逆に敬遠されている。", "description-features": "彼は純粋の黒猫である。わずかに午を過ぎたる太陽は、透明なる光線を彼の皮膚の上に抛げかけて、きらきらする柔毛の間より眼に見えぬ炎でも燃え出ずるように思われた。彼は猫中の大王とも云うべきほどの偉大なる体格を有している。吾輩の倍はたしかにある。\n車屋の黒はこの近辺で知らぬ者なき乱暴猫である。しかし車屋だけに強いばかりでちっとも教育がないからあまり誰も交際しない。同盟敬遠主義の的になっている奴だ\n「一体車屋と教師とはどっちがえらいだろう」\n「車屋の方が強いに極っていらあな。御めえのうちの主人を見ねえ、まるで骨と皮ばかりだぜ」\n「君も車屋の猫だけに大分強そうだ。車屋にいると御馳走が食えると見えるね」\n「何におれなんざ、どこの国へ行ったって食い物に不自由はしねえつもりだ。御めえなんかも茶畠ばかりぐるぐる廻っていねえで、ちっと己の後へくっ付いて来て見ねえ。一と月とたたねえうちに見違えるように太れるぜ」\n「追ってそう願う事にしよう。しかし家は教師の方が車屋より大きいのに住んでいるように思われる」\n「箆棒め、うちなんかいくら大きくたって腹の足しになるもんか」\n彼は大に肝癪に障った様子で、寒竹をそいだような耳をしきりとぴく付かせてあららかに立ち去った。\n車屋の黒はその後跛になった。彼の光沢ある毛は漸々色が褪めて抜けて来る。吾輩が琥珀よりも美しいと評した彼の眼には眼脂が一杯たまっている。ことに著るしく吾輩の注意を惹いたのは彼の元気の消沈とその体格の悪くなった事である。吾輩が例の茶園で彼に逢った最後の日、どうだと云って尋ねたら「いたちの最後屁と肴屋の天秤棒には懲々だ」といった。"}
{"id": 13, "name": "水島 寒月", "style": "私", "description-setting": "苦沙弥先生の門下生。今は学校を卒業して、苦沙弥先生よりも立派になっている。", "description-features": "この寒月という男はやはり主人の旧門下生であったそうだが、今では学校を卒業して、何でも主人より立派になっているという話しである。この男がどういう訳か、よく主人の所へ遊びに来る。来ると自分を恋っている女が有りそうな、無さそうな、世の中が面白そうな、つまらなそうな、凄いような艶っぽいような文句ばかり並べては帰る。\n\n見ると今日は前歯が一枚欠けている。「君歯をどうかしたかね」と主人は問題を転じた。「ええ実はある所で椎茸（しいたけ）を食いましてね」「何を食ったって？」「その、少し椎茸を食ったんで。椎茸の傘（かさ）を前歯で噛み切ろうとしたらぼろりと歯が欠けましたよ」", "description-tone": "「しばらく御無沙汰をしました。実は去年の暮から大に活動しているものですから、出よう出ようと思っても、ついこの方角へ足が向かないので」"}
{"id": 14, "name": "三毛子", "style": "", "description-setting": "新道の二絃琴の師匠の家にいる猫。近辺で有名な美貌家。", "description-features": "", "description-tone": """あれ？　あれは何とかってものよ。御師匠さんはあれが大好きなの。……御師匠さんはあれで六十二よ。随分丈夫だわね\nあれでも、もとは身分が大変好かったんだって。いつでもそうおっしゃるの"}
{"id": 15, "name": "二絃琴の師匠", "style": "", "description-setting": "三毛子の家の主。二絃琴の師匠。62歳","description-features": "", "description-tone": "三毛や三毛や御飯だよ\n三毛は御飯をたべるかい\nどうも困るね、御飯をたべないと、身体が疲れるばかりだからね\nほんにねえ"}
{"id": 17, "name": "越智 東風", "style": "私", "description-setting": "寒月の友人。私しの名は越智東風ではありません、越智こちですと言っている。", "description-features": "頭を奇麗に分けて、木綿の紋付の羽織に小倉の袴を着けて至極真面目そうな書生体の男である。主人の手あぶりの角を見ると春慶塗りの巻煙草入れと並んで越智東風君を紹介致候水島寒月という名刺があるので、この客の名前も、寒月君の友人であるという事も知れた。", "description-tone": "それで面白い趣向があるから是非いっしょに来いとおっしゃるので\nさあ、その趣向というのが、その時は私にも分らなかったんですが、いずれあの方の事ですから、何か面白い種があるのだろうと思いまして……"}
